IDEA StatiCa Open Model
BeamLoadsImportMappingData Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The BeamLoadsImportMappingData type exposes the following members.
Properties
Name | Description
BeamID
 BeamID
CADBeamID
 CADBeamID
CoeffVM_X
 CoeffVM_X
CoeffVM_Y
 CoeffVM_Y
CoeffVM_Z
 CoeffVM_Z
Top
See Also
Reference
BeamLoadsImportMappingData Class
IdeaRS.OpenModel.Connection Namespace